/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "%1$@ 인증 기관이 지금 사용 가능합니다.";

/* %1$@'s CA */
"%1$@'s CA" = "%1$@의 CA";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "%1$@이(가) 인증 요청을 전송하였습니다. 요청을 완료하려면 첨부 파일을 클릭하십시오. 인증서 서명 요청(CSR)은 사용자가 인증 기관으로부터 인증서를 요청하기위해 컴퓨터에 의해 생성된 정보입니다. CSR은 사용자의 공개키를 포함하여 인증서를 생성하는데 사용됩니다. 인증서가 자동으로 %2$@(으)로 전송될 것입니다.\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "%@ 이(가) 요청된 인증서를 전송하였습니다. 첨부 파일을 클릭하고 키체인 접근에서 가져오십시오.\n\n";

/* (Unused) */
"(Unused)" = "(사용되지 않음)";

/* 1024 bits */
"1024 bits" = "1024비트";

/* 1200 bits */
"1200 bits" = "1200비트";

/* 1400 bits */
"1400 bits" = "1400비트";

/* 1600 bits */
"1600 bits" = "1600비트";

/* 2048 bits */
"2048 bits" = "2048비트";

/* 256 bits */
"256 bits" = "256비트";

/* 384 bits */
"384 bits" = "384비트";

/* 512 bits */
"512 bits" = "512비트";

/* 521 bits */
"521 bits" = "521비트";

/* <invalid expiration date> */
"<invalid expiration date>" = "<유효하지 않은 사용 만료 날짜>";

/* <no certificates specified> */
"<no certificates specified>" = "<지정된 인증서 없음>";

/* _renamed_%d */
"_renamed_%d" = "_renamed_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "해당 CA를 검증하는 데 다른 CA가 필요하지 않은 CA를 “루트”(또는 “앵커”) CA라고 합니다. 해당 CA를 검증하는 데 다른 CA가 필요한 CA를 “중간 CA”라고 합니다. 루트 CA의 경우에는 인증서가 아닌 다른 방법으로 신뢰되어야 합니다. Mac OS X에는 Apple에서 미리 인증한 허용 가능한 루트 CA 확인 목록이 포함되어 있습니다. 키체인 접근 응용 프로그램을 사용하여 이 목록에 다른 CA를 추가할 수도 있고 관리자가 사용자를 대신하여 이 작업을 수행할 수도 있습니다.";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "CA 웹 사이트는 인터넷을 사용하여 CA 초대장 및 CA 인증을 다운로드하고자 하는 사용자에게 제공됩니다. 이 웹 사이트는 주로 공식적으로 CA로 부터 초대장 또는 CA 인증을 받지않은 사용자에게 제공됩니다. 이 웹 사이트는 또한 사용자가 이 사이트가 CA에 포함되어 있는지 확인할 수 있도록 정보를 제공합니다. CA 인증의 SHA-1 지문 및 CA 관리 이메일 주소는 확인을 위해 표시됩니다. ";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "해당 CA(인증 기관)를 검증하는 데 다른 CA가 필요한 CA를 중간 CA라고 합니다. 중간 CA는 해당 CA가 유효성을 갖도록 중간 CA를 발급한 CA에 따라 다르며 해당 CA에 따라 비유효화되거나 무효화될 수 있습니다. 일반적으로 중간 CA는 발급하는 CA가 특정한 사용 목적 또는 사용자 클래스와 같은 동작에 대한 서브셋 인증을 위임하는 데 사용됩니다. 사용자 또는 사용자의 시스템이 중간 CA의 발급자를 신뢰하면, 사용자가 이 중간 CA를 완전히 무시하지 않는 한 중간 CA를 신뢰하게 됩니다. Mac OS X은 중간 CA의 발급자를 신뢰하지 않더라도 중간 CA에 신뢰를 직접 할당할 수 있도록 허용하지만, 이런 우회적인 유효성 확인은 발급자의 인증에 기반합니다. 인증 지원을 사용하여 중간 CA를 생성한 다음 서명하려면, 기존 루트 또는 중간 CA(관련 개인 키 포함)가 있어야 합니다.";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "인증 기관 구성 파일이 이미 그 이름으로 존재합니다. 다른 이름을 선택하십시오.";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "인증 기관 이름에는 마침표를 포함할 수 없습니다.";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "리프는 중간 또는 루트 인증 기관에 의해 서명된 인증서입니다. 리프 인증서는 인증 체인 및 인증 정책의 보안 혜택을 받습니다. 리프는 인증 체인의 가장 아래에 위치합니다.";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "자체 서명 인증서는 인증 기관에서 발급된 인증서의 보안에 대해 보증을 제공하지 않습니다. 자체 서명 인증서가 승인되기 전에 수신자에게 해당 인증서에 대한 신뢰 및 승인 확인을 요구합니다.";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "자체 서명 루트 인증은 인증으로 즉시 사용하기 위해 만든 루트 인증 기관입니다. 이러한 인증은 인증 체인 및 인증 정책 보안의 혜택을 받지 못합니다. 대부분의 컴퓨터는 소유자가 먼저 컴퓨터에 대해 지시하지 않는한 자체 서명 인증을 승인하지 않습니다. 또한 어떠한 상황에서도 이러한 인증을 승인하지 않는 컴퓨터도 있습니다. 하지만 이러한 인증은 손쉽고 빠르게 만들수 있으며, 종종 적절한 인증 기관에 의해 서명된 인증서를 대신하여 테스트용으로 사용됩니다.";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "URI에는 유니코드 문자를 포함할 수 없습니다.";

/* Aborted */
"Aborted" = "중단됨";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "인증서를 표시하는 동안 오류가 발생했습니다.";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "인증서를 평가하는 동안 오류가 발생했습니다.";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "“%@” 인증서의 설치를 시도하는 중 오류가 발생하였습니다.";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "이메일 초대장을 생성하는 중 오류가 발생하였습니다.";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "CA에 대한 인증서 서명 요청을 이메일로 보내는 중 오류가 발생하였습니다. 구성된 이메일 계정이 있는지 확인하십시오.";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "인증 기관에 대한 인증서 서명 요청을 메일로 보내는 중 오류가 발생하였습니다.";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "CA 웹 사이트 생성을 시도하는 중 오류가 발생하였습니다(오류=%d).";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "iDisk에 CA 웹 사이트 생성을 시도하는 중 오류가 발생하였습니다. iDisk에 접근할 수 없습니다.";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "iDisk에 CA 웹 사이트 생성을 시도하는 중 오류가 발생하였습니다. iDisk가 응답하지 않습니다. 네트워크 연결을 확인하십시오.";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "“%@”에 사용한 서명을 확인하는 중 오류가 발생하였습니다.";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "CA 웹 사이트를 방문하는 중 오류가 발생하였습니다.";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "오류가 발생하였습니다. 지정된 CA가 유효한 인증 기관이 아닙니다.";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "인증서의 사용 만료 기간은 반드시 %d년 이하여야 합니다.";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "초대장은 CA에 인증서를 요청하려는 사용지를 위해 제공된 파일입니다. CA 생성이 완료되면, 인증 지원을 사용하여 사용자에게 초대장을 제공할 수 있습니다. 사용자가 이 초대장을 이중 클릭하면 인증 지원이 인증서 요청 과정을 안내합니다.";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "지정한 IP 주소 포맷이 잘못되었습니다(IP 주소가 다음과 같이 포맷되어있습니다: 1.2.3.4).";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "인증서 서명 요청을 읽는 중 알 수 없는 오류가 발생하였습니다.";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "적절한 S/MIME ExtendedKeyUsage가 발견되지 않음";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "지정된 issuerAltName에서 받은 잘못된 인증";

/* Bad leaf cert */
"Bad leaf cert" = "잘못된 리프 인증";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "잘못된 루트 인증(자체 확인에서 실패)";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "기본 제한 확장자";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "이 CA에 대한 기본 제한 확장자";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "이 CA의 사용자에 대한 기본 제한 확장자";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "기본 제한 유실됨";

/* Cancel */
"Cancel" = "취소";

/* Cert expired */
"Cert expired" = "인증 기간 만료";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "인증이 지정된 issuerAltName에서 발견되지 않음";

/* Cert not yet valid */
"Cert not yet valid" = "인증이 아직 유효하지 않음";

/* Certificate Request */
"Certificate Request" = "인증 요청";

/* Choose */
"Choose" = "선택";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "CA 초대장을 서명할 신원을 선택하십시오.";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "웹 사이트를 다른 위치에 생성하려면 “대체 위치 지정...”을 클릭하십시오.";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "코드 서명, 잘못된 경로 길이";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "코드 서명, 기본 제한 사항 유실";

/* Code Signing, Development */
"Code Signing, Development" = "코드 서명, 개발";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "코드 서명, 부적절한 인증서 체인 길이";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "코드 서명, 확장된 키 사용 없음";

/* Continue */
"Continue" = "계속";

/* Could not create a key pair. */
"Could not create a key pair." = "키페어를 생성할 수 없습니다.";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "인증 기관 구성 파일을 생성할 수 없습니다.";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "인증서 보내기 파일을 생성할 수 없습니다(오류=%d).";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "인증서 보내기 파일을 생성할 수 없습니다.";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "공개키를 기초로 하는 서명한 키를 찾을 수 없습니다.";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "인증 기관 구성 파일 “%@”에 대한 발급자를 찾을 수 없습니다.";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "사용자에게 인증서를 보낼 수 없습니다. 복사본이 키체인에 배치되었습니다.";

/* Create Your Certificate */
"Create Your Certificate" = "인증서 생성";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "인증 기관 생성";

/* Creating Key Pair... */
"Creating Key Pair..." = "키페어 생성 중...";

/* Creating the CA web site... */
"Creating the CA web site..." = "CA 웹 사이트 생성 중...";

/* Creating the certificate request... */
"Creating the certificate request..." = "인증 요청 생성 중...";

/* Creating the certificate... */
"Creating the certificate..." = "인증서 생성 중...";

/* CRL Expired */
"CRL Expired" = "CRL 기간 만료";

/* CRL failed policy verification */
"CRL failed policy verification" = "CRL 정책 확인 실패";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "CRL 아직 유효하지 않음";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "앵커 또는 루트에 대해 CRL 확인할 수 없음";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "신뢰되지 않는 루트에 대해 CRL 확인";

/* Done */
"Done" = "완료";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "이메일 주소는 유니코드 문자를 포함할 수 없습니다.";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "오류: “%@” 인증 기관 구성 파일을 읽을 수 없습니다. ";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "오류: “%@” 템플릿을 읽을 수 없습니다. ";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "인증서 평가 중";

/* Expired */
"Expired" = "기간 만료";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "확장된 키 사용 확장자";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "이 CA에 대한 확장된 키 사용 확장자";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "이 CA의 사용자에 대한 확장된 키 사용 확장자";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "SSL 서버 인증자에 대해 IP 주소 또는 DNS 이름이 지정되어야 합니다.";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "이 CA로 부터 인증 요청을 한 사용자에 대해 확장된 키 사용 확장자를 선택하여 사용 가능한 옵션을 확인하고 인증서에 대해 사용할 옵션을 지정합니다.";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "이 CA로 부터 인증 요청을 한 사용자에 대해 기본 제한 확장자 포함을 선택하여 사용 가능한 옵션을 확인하고 인증서에 대해 사용할 옵션을 지정합니다.";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "이 CA로 부터 인증 요청을 한 사용자에 대해 제목 대체 이름 확장자 포함을 선택하여 사용 가능한 옵션을 확인하고 인증서에 대해 사용할 옵션을 지정합니다.";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "이 인증 기관에 대해 기본 제한 확장자 포함을 선택하여 사용 가능한 옵션을 확인하고 인증서에 대해 사용할 옵션을 지정합니다.";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "이 인증 기관에 대해 확장된 키 사용 확장자 포함을 선택하여 사용 가능한 옵션을 확인하고 인증서에 대해 사용할 옵션을 지정합니다.";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "이 인증 기관에 대해 제목 대체 이름 확장자 포함을 선택하여 사용 가능한 옵션을 확인하고 인증서에 대해 사용할 옵션을 지정합니다.";

/* Good */
"Good" = "양호";

/* Hostname mismatch */
"Hostname mismatch" = "호스트 이름 일치하지 않음";

/* Idle */
"Idle" = "대기";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "읽기 어려운 CRL 분배 포인트 URI";

/* Illegible name */
"Illegible name" = "읽기 어려운 이름";

/* Intermediate CA */
"Intermediate CA" = "중간 CA";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "유효하지 않은 기관 키 ID ";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "유효하지 않은 BasicConstraints.CA";

/* Invalid Certificate */
"Invalid Certificate" = "유효하지 않은 인증서";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "유효하지 않은 확장된 키 사용";

/* Invalid Key Usage */
"Invalid Key Usage" = "유효하지 않은 키 사용";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "유효하지 않은 제목 키 ID ";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "유효하지 않은 제목/기관 키 ID 결합";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "IssuingDistributionPoint 확장자 위반";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "키페어 정보";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "이 CA에 대한 키페어 정보";

/* Key Usage Extension */
"Key Usage Extension" = "키 사용 확장자";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "이 CA에 대한 키 사용 확장자";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "이 CA 사용자에 대한 키 사용 확장자";

/* Keychain */
"Keychain" = "키체인";

/* Leaf */
"Leaf" = "리프";

/* Let me choose */
"Let me choose" = "자신이 선택";

/* Network */
"Network" = "네트워크";

/* No */
"No" = "아니요";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "호스트로부터 리턴된 인증서가 없습니다.";

/* No CRL */
"No CRL" = "CRL 없음";

/* No root cert found */
"No root cert found" = "발견된 루트 인증서가 없습니다.";

/* Not Yet Valid */
"Not Yet Valid" = "아직 유효하지 않음";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "주의: 인증 기관(CA)을 구성하는 추가 인증도 사용자들에게 제공해야 합니다. 추가 인증은 CA 폴더의 .pem 파일에 있습니다. 보안을 위해 이 파일들을 메일로 보내지 마십시오. 파일 서버와 같이 보안이 필요한 곳에서 사용하십시오.";

/* OK */
"OK" = "승인";

/* P12Password */
"P12Password" = "P12Password";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "특정 공개키가 실패로 해결됨";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "특정 공개키 해결될 수 없음";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "PathLengthConstraint 초과";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "지원을 받으려면 CA 관리자에게 문의하십시오.";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "가져오기에 도움이 필요하면 CA 관리자에게 문의하십시오.";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "%1$@에서 %2$@ 사이로 일련 번호를 지정하십시오.";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "유효한 만료일을 지정하십시오.";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "아래에 일부 인증서 정보를 지정하십시오:";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "사용자 CA에 관한 일부 정보를 지정하십시오:";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "%1$@(%2$@)의 인증 요청에 대한 인증 기관 발급을 지정하십시오.";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "해당 인증 요청에 대한 인증 기관 발급을 지정하십시오.";

/* Policy verification failed */
"Policy verification failed" = "정책 확인 실패";

/* ProbeSSL */
"ProbeSSL" = "ProbeSSL";

/* Probing SSL server */
"Probing SSL server" = "SSL 서버 프로빙";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "iDisk에 있는 기존의 “%@” 웹 사이트를 대치하겠습니까?";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "기존의 \"%@\"을(를) 대치하겠습니까?";

/* Required */
"Required" = "필요함";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "시스템 루트에 있는 루트 ALSO";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "S/MIME 이메일 주소 일치하지 않음";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "S/MIME KeyUsage 호환되지 않음";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME, 발견된 이메일 없음";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME, 중요하지 않은 KeyUsage";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME, SubjectAltName 중요하지 않음";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "기본 제한 확장자 포함을 선택하여 사용 가능한 옵션을 확인하고 인증서에 대해 사용할 옵션을 지정합니다.";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "확장된 키 사용 확장자 포함을 선택하여 사용 가능한 옵션을 확인하고 인증서에 대해 사용할 옵션을 지정합니다.";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "제목 대체 이름 확장자 포함을 선택하여 사용 가능한 옵션을 확인하고 인증서에 대해 사용할 옵션을 지정합니다.";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "“%1$@”을(를) 평가할 적절한 신뢰 정책을 선택하십시오.";

/* Self Signed Root */
"Self Signed Root" = "자체 서명 루트";

/* Self Signed Root CA */
"Self Signed Root CA" = "자체 서명 루트 CA";

/* Show CA Web Site... */
"Show CA Web Site..." = "CA 웹 사이트 보기...";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "%@ 신원을 사용하여 서명";

/* Specified CRL server down */
"Specified CRL server down" = "지정된 CRL 서버 다운됨";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "이 CA 사용자에 대한 키페어 정보 지정";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "인증 기관에 대해 키페어를 생성하는데 사용되는 키 크기와 알고리즘을 지정합니다.\n\n키페어는 개인키와 공개키로 구성됩니다. 개인키는 키페어의 비밀 부분으로 비밀을 유지해야 합니다. 공개키는 디지털 인증서의 일부로서 사용할 수 있도록 공개적으로 만들어집니다.";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "키페어를 생성하는데 사용되는 키 크기와 알고리즘을 지정합니다.\n\n키페어는 개인키와 공개키로 구성됩니다. 개인키는 키페어의 비밀 부분으로 비밀을 유지해야 합니다. 공개키는 디지털 인증서의 일부로서 사용할 수 있도록 공개적으로 만들어집니다.";

/* SSL Client */
"SSL Client" = "SSL 클라이언트";

/* SSL Server */
"SSL Server" = "SSL 서버";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "제목 대체 이름 확장자";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "이 CA에 대한 제목 대체 이름 확장자";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "이 CA 사용자에 대한 제목 대체 이름";

/* Success */
"Success" = "성공";

/* System Roots */
"System Roots" = "시스템 루트";

/* Template = %@ */
"Template = %@" = "템플릿 = %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "요청하는 인증서를 승인하는데 “%1$@” 인증 기관이 지금 사용 가능합니다. 첨부 파일을 클릭하면 인증 지원이 이 과정을 안내합니다.";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "이 인증서는 “%1$@”용으로 생성되었습니다. 복사본이 키체인에 배치되었습니다.";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "현재 기본 인증 기관이 “%@”(으)로 설정되어 있습니다.";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "지정된 파일이 이 지원으로 열 수 없습니다.";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "인증서의 키 사용 확장자는 보안 기능을 식별합니다. 사용할 수 있는 기능을 보려면 키 사용 확장자 포함을 선택하고, 이 인증서가 제공하는 것을 선택하십시오.";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "CA 인증서의 키 사용 확장자는 보안 기능을 식별합니다. 사용할 수 있는 기능을 보려면 키 사용 확장자 포함을 선택하고, 이 인증서가 제공하는 것을 선택하십시오.";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "사용자 인증서의 키 사용 확장자는 보안 기능을 식별합니다. 사용할 수 있는 기능을 보려면 키 사용 확장자 포함을 선택하고, 이 인증서가 제공하는 것을 선택하십시오.";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "RFC822 이름은 유니코드 문자를 포함할 수 없습니다.";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "현재 CA 초대장을 서명하기 위해 사용 가능한 신원이 없습니다.";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "구성된 인증 기관이 없습니다. 우선 “인증 기관 생성” 옵션을 사용하여 인증 기관 하나를 생성해야 합니다.";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "구성된 인증 기관이 없습니다. 우선 인증 기관 하나를 생성해야 합니다.";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "인증서에 서명할 때 사용 가능한 유효한 루트 또는 중간 인증 기관이 없습니다. “인증 기관 생성” 옵션을 사용하여 인증 기관을 생성하십시오.";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "이 패널은 인증서를 요청할 때 이 CA 사용자에 대한 개인키와 공개키 페어를 지정할 것입니다.";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "인증서를 평가하려면, 우선 적절한 신뢰 정책을 선택하십시오.";

/* Message indicating that this item is dated today */
"Today" = "오늘";

/* Trusted Root */
"Trusted Root" = "신뢰된 루트";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "CA 인증서를 신뢰하면 해당 CA가 앞으로 “신뢰됨”으로 설정되어 이 CA가 서명한 인증서를 평가할 수 있기 때문에 CA가 유효한 지 아니면 유효하지 않은 지를 결정할 수 있습니다. 새로운 CA를 생성하면, 해당 CA의 인증서는 기본적으로 보안상의 이유 때문에 시스템에서 신뢰됨으로 간주되지 않습니다. 특히 새로운 CA 인증서를 신뢰하는 작업은 사용자 또는 관리자가 완료해야 합니다. 이런 경우, “이 컴퓨터에서 이 CA가 서명한 인증서 신뢰”를 클릭하면 신뢰됨으로 설정할 수 있습니다.";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "알 수 없음(내부 오류)";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "알 수 없는 중요한 인증서 확장자";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "알 수 없는 중요한 CRL 확장자";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "알 수 없는 중요한 확장자";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "알 수 없는 오류 = %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "인식되지 않는 루트 인증서";

/* Untrusted Root */
"Untrusted Root" = "신뢰되지 않은 루트";

/* User Certificate: */
"User Certificate:" = "사용자 인증:";

/* VPN Client */
"VPN Client" = "VPN 클라이언트";

/* VPN Server */
"VPN Server" = "VPN 서버";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "\"이 CA를 기본으로 설정\"이란 어떤 의미입니까?";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "\"초대장 서명\"이란 어떤 의미입니까?";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "\"이 CA가 서명한 인증서 신뢰\"란 어떤 의미입니까?";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "CA 웹 사이트란 무엇입니까?";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "리프 인증이란 무엇입니까?";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "자체 서명 루트 CA란 무엇입니까?";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "자체 서명 루트 인증이란 무엇입니까?";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "중간 인증 기관이란 무엇입니까?";

/* What is an invitation? */
"What is an invitation?" = "초대장이란 무엇입니까?";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "사용자가 CA에서 인증을 요청했을 때, 서명된 초대장은 해당 초대장이 실제로 CA의 초대장이고 변경되지 않았음을 확인해 줍니다.";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "사용자로 부터 인증서 서명 요청을 승인하는데 사용 가능한 인증 기관 팝업 메뉴에서 CA 기본값이 자동으로 선택됩니다. \"이 CA를 기본으로 설정\"을 클릭하면, 위에서 지정한 CA 이름이 CA 기본값이 됩니다.";

/* Yes */
"Yes" = "예";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "어제";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "S/MIME 인증서를 발급할 루트 인증 기관을 생성하려고 합니다. 생성된 키페어는 2048비트 RSA입니다. 이 기본값을 변경하려면 \"기본값 덮어쓰기\"를 클릭하십시오. ";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "보안 이메일(S/MIME) 인증서를 생성하려고 합니다. 생성된 키페어는 2048비트 RSA입니다. 이 기본값을 변경하려면 \"기본값 덮어쓰기\"를 클릭하십시오.";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "자체 서명 인증서를 생성하려고 합니다.";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "S/MIME 인증서를 발급할 중간 인증 기관을 생성하려고 합니다. 생성된 키페어는 2048비트 RSA입니다. 이 기본값을 변경하려면 \"기본값 덮어쓰기\"를 클릭하십시오. ";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "이 확장자가 활성화되었다면 적어도 1개의 확장된 키 사용을 선택해야합니다.";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "이 확장자가 활성화되었다면 적어도 1개의 키 사용을 선택해야합니다.";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "계속하기 전에 구성 파일을 입력해야 합니다.";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "계속하기 전에 사용자에 대한 이메일 주소를 입력해야 합니다.";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "계속하기 전에 인증 기관의 이메일 주소를 입력해야 합니다.";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "CA가 성공적으로 생성되었습니다. 새로운 CA를 사용하려면 '승인'을 클릭하십시오.";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "“%1$@” 인증 기관이 생성되어 인증서를 발급할 준비가 되었습니다.";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "이 인증서가 성공적으로 생성되었습니다.";

/* Your certificate is ready */
"Your certificate is ready" = "이 인증서가 준비되었습니다.";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "사용자의 인증서 요청 이메일이 생성되었으며 Mail.app로 전송될 준비가 되었습니다. 전송하고 나면, “%1$@”이(가) 사용자의 인증서가 포함된 이메일을 받게 됩니다. 이메일을 받은 다음, 첨부 파일을 클릭하면 인증서가 키체인으로 보내집니다.";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "인증 요청이 디스크에 생성되었습니다 .";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "초대장은 서명 되지 않은 상태로 유지됩니다.";

